[
  "obsidian-footnotes",
  "obsidian-minimal-settings",
  "advanced-toolbar",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "obsidian-contextual-typography",
  "note-refactor-obsidian",
  "readwise-official",
  "obsidian-icon-folder",
  "obsidian-emoji-toolbar",
  "obsidian-sort-and-permute-lines",
  "obsidian-hover-editor",
  "obsidian-extract-pdf-highlights",
  "recent-files-obsidian",
  "better-word-count",
  "obsidian-dynamic-toc",
  "obsidian-admonition",
  "obsidian-annotator",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git"
]